{
	"eventName": "TECH-WIZARD",
	"imageUrl": "",
	"details": [{
			"sectionHeader": "Introduction",
			"sectionContent": "This event is combination of fun and knowledge of aeronautics. "
		},
		{
			"sectionHeader": "Abstract",
			"sectionContent": "Aeronautics, which is spreading its prominences in today’s youth will be part of this event. Clear through the first two rounds to finally be able to build your aircraft  in the final round."
		},
		{
			"sectionHeader": "Description of Rounds",
			"sectionContent": ""
		},
		{
			"sectionHeader": "Round 1 - LUMOUS ",
			"sectionContent": "First of all, all the participants will be paired. Then they will appear for the technical quiz. Out of which 10 teams will be selected for round two."
		},
		{
			"sectionHeader": "Round 2",
			"sectionContent": " In this round, participants will be divided into two class one member of the team in one class and the other member of the team in another class. Both the teammates will be in contact with each other through mobile phones. One of the members will be provided a picture of any technical object and he/she has to describe that object to his/her partner through call. The other member has to listen his/her partner's instructions and has to draw that object on blank paper. The most appropriate 4 drawings will be selected and that four teams will qualify for round 3 which will take place on day 2."
		},
		{
			"sectionHeader": "Round 3",
			"sectionContent": "Four teams will be qualified for round 3 and this round will be time based round. So first of all, all four teams has to clear the level 1 of the game provided to them as a task. After completing the task they have report it to volunteer and volunteer will provide him one clue. They have solved the clue and they will find the way for other clues. They will find the answer of other clues and will report to the volunteer. Volunteer will note down their answer and time. Two teams with correct answer and lesser time will be selected for round 4."
		},
		{
			"sectionHeader": "Round 4 -  Aviate, Navigate, Communicate….. ",
			"sectionContent": "This round will also be a time based round. In this round a dissembled aircraft will be given to both the teams with the actual picture of the aircraft. Both the teams have to assemble that aircraft. The team which will assemble the aircraft first will be declared as the winner of the event TECHWIZARD – when magic meets machinery."
		},

		{
			"sectionHeader": "Participation",
			"sectionContent": "Individual/Duo"
		},
		{
			"sectionHeader": "Venue & Time",
			"sectionContent": "Will inform later"
		}
	],
	"contactDetails": [{
			"name": "Harsh jashapara",
			"number": "94295486294"
		},
		{
			"name": "  Stavan shah",
			"number": "7016324091"
		}
	]
}