{
  "eventName":"LASER-TRIP",
  "imageUrl":"",
  "details":[
    { "sectionHeader":"Introduction", "sectionContent":"LASER Security System." },
    { "sectionHeader":"Abstract", "sectionContent":"A 3-round event with fun, games and at the end, something technical to learn. Come and play with us, the whisper challenge, Techno-jenga and in the end, we play with LASER. Learn how stuff works and how to design a LASER Security Alarm with us." },
    { "sectionHeader":"Description of Rounds", "sectionContent":"" },
    { "sectionHeader":"Round 1 :  Whisper Challenge", "sectionContent":"This is a team coordination-based round. One of the participants will have their ears covered with a pair of headphones with loud music. The other member of the pair will be given 3 words. The participant with the words will whisper those words while their teammate will have to guess the words.To advance, a team must guess at least 2 words in the given amount of limited time." },
    { "sectionHeader":"Round 2 :  Techo-Jenga", "sectionContent":" In this round, teams will face each other in a game of Jenga. Twist is, the teams will be given a set of questions. Answers will be written/displayed on each block. Participants will have to pull out only the blocks with corresponding answers. Then, they’ll have to build their own structure using Jenga in limited time using the answer blocks. Taller structure and more number of correct answers advance." },
    { "sectionHeader":"Round 3 :  LASER SECURITY", "sectionContent":"The participants will be taught to make a LASER Trip Wire Alarm Security System along with the basics of electronics. This is a take away kit. So, participants can take this working model home. " },
    { "sectionHeader":"Participation", "sectionContent":"Team of 2" },
	{
		"sectionHeader": "Venue & Time",
		"sectionContent": "Will inform later."
	}
  ],
  "contactDetails":[
    { "name":"Harsh Malik", "number":"8160184590 "},
    { "name":"Prarthana Joshi ", "number":"8320663580"}
  ]
}