{
  "eventName": "Brainwiz",
  "imageUrl": "",
  "details": [
    {
      "sectionHeader": "Introduction",
      "sectionContent": "This event will test the mental ability and technical knowledge of the participants."
    },
    {
      "sectionHeader": "Abstract",
      "sectionContent": "The event is based on the technical ability and programming ability."
    },
    {
      "sectionHeader": "Round 1: Pic-a-Pix",
      "sectionContent": "‣\tThis round will test the mental ability of the participants.\n\n‣\tIn this participant have to identify images and answer the questions.\n\n‣\tJudging criteria will be based on the number of correct answers."
    },
    {
      "sectionHeader": "Round 2: Mind Hunt",
      "sectionContent": "‣\tIn this round the participants will be in a team of 4 members.\n\n‣\tEvery member will be given an application in which they will have to solve riddles and unlock a piece of puzzle.Like this every member will unlock a piece of puzzle and hence the whole puzzle should be completed.\n\n‣\tJudgement will be based on the least time taken to complete the round."
    },
    {
      "sectionHeader": "Round 3: Mime Coding",
      "sectionContent": "‣\tThis round is played in the group of 2 people.\n\n‣\tIn this 1 of the team members is on computer and another one has a riddle to solve, He/she have to solve that riddle and pass that answer to another team member without speaking anything  or by doing any sign with hand. He/she just have pass that answer by just doing lip sync and after that if member that are sitting on computer identify answer then he/she have to solve error which is in program.\n\n‣\tJudging criteria is based on the given time limit and riddle and error you have solved."
    },
    {
      "sectionHeader": "Participation",
      "sectionContent": "Solo"
    }
  ],
  "contactDetails": [
    {
      "name": "Dweep Panchal",
      "number": "7990776085"
    },
    {
      "name": "Devanshi Tank",
      "number": ""
    }
  ]
}
