{
  "eventName": "Cryptogram",
  "imageUrl": "",
  "details": [
    {
      "sectionHeader": "Introduction",
      "sectionContent": "This event will test the mental ability and technical knowledge of the participants."
    },
    {
      "sectionHeader": "Abstract",
      "sectionContent": "The event is based on the technical and programming ability."
    },
    {
      "sectionHeader": "Round 1: Squizze",
      "sectionContent": "‣\tThis round will test the mental ability and general knowledge of the participants.\n‣\tThe  participants will be answering to questions on their own device with the help of Kahoot.\n‣\tQuestions will be displayed on projector screen. The questions will have 4 options and the participants have to choose the correct answer.\n‣\tJudging criteria will be based on the maximum number of correct answers."
    },
    {
      "sectionHeader": "Round 2: Tribulation",
      "sectionContent": "‣\tThis round will test basic maths and technical knowledge of the participants.\n‣\tIn this round the participants will be grouped in groups of 5. To each group certain questions will be asked and the one to give the right answer to form a number given by volunteer from the board.\n‣\tHe/She will have to do basic math operation to get the number given by the volunteer.\n‣\tJudging criteria will be based on the the correct answers."
    },
    {
      "sectionHeader": "Round 3: God's Plan",
      "sectionContent": "‣\tThis Round is an individual round.\n‣\tIn this round, the participants have three equation and they have to solve each equation and add all three answers calculated from the equations and decrypt the code related to the final answer.\n‣\tJudging criteria: Whoever gets the correct answer first, will be the winner. "
    },
    {
      "sectionHeader": "Participation",
      "sectionContent": "Solo"
    }

  ],
  "contactDetails": [
    {
      "name": "Nisarg Parikh",
      "number": "9558922833"
    },
    {
      "name": "Priyal Sathwara",
      "number": ""
    }
  ]
}
