{
  "eventName": "Cue-Swap",
  "imageUrl": "",
  "details": [
    {
      "sectionHeader": "Introduction",
      "sectionContent": "This event will test the mental ability of participants to solve the questions and ability to deal with the technical components."
    },
    {
      "sectionHeader": "Abstract",
      "sectionContent": "This event is based on the dealing of technical components and technical knowledge"
    },
    {
      "sectionHeader": "Round 1: Master Minds",
      "sectionContent": "‣\tIn this round aptitude based questions will be asked.\n\n‣\tThis round will test the critical and logical thinking of the participants.\n\n‣\tJudgement will be done on the number of correct answers."
    },
    {
      "sectionHeader": "Round 2: Swap & Switch",
      "sectionContent": "‣\tHere, the team is divided in 20 groups, each groups includes 2 members.\n\n‣\tIn this round, the participants will be answering questions related to tech and accordingly will get a chance to move the rings to complete the tower of Hanoi.\n\n‣\tAfter every question the group members of the team gets switched.\n\n‣\tThe group completing the tower first would be able to appear for the next round."
    },
    {
      "sectionHeader": "Round 3: Deal With It",
      "sectionContent": "‣\tIn this round some important components of computer like keyboard ,processor ,etc would be given to the participants.\n\n‣\tInitially, five teams of two members would be given some virtual money and components with their price written on it.\n\n‣\tThe members would have to collect components from the rest of the teams by exchanging money or components. \n\n‣\t The division of the components would be done in such a way that after exchange that after exchange of the components and the money, the team would be able to build the final computer.\n\n‣\tAnd at last 10 minutes a shop will be there to sell the components needed but with higher price."
    },
    {
      "sectionHeader": "Participation",
      "sectionContent": "Solo"
    },
    {
      "sectionHeader": "Venue and time",
      "sectionContent": "Class 105 and 106 on 5th Feb @ 11:45 am"
    }
  ],
  "contactDetails": [

    {
      "name": "Hiral Patel",
      "number": "8128058111 "
    },
    {
      "name": "Hemakshi Jani",
      "number": ""
    }
  ]
}
