{
	"eventName": "BET TO BUILD",
	"imageUrl": "",
	"details": [{
			"sectionHeader": "Introduction",
			"sectionContent": "USE YOUR INSTINCT TO BET, PRINCIPLES OF HOUSE PLANNING TO PLAN THE PERFECT HOUSE."
		},
		{
			"sectionHeader": "Abstract",
			"sectionContent": "Bet to built is based on the principles of house Planning. The objective of the contest is to prepare a well planned house, based on the principles of house Planning. In the first round participants will get a chance to collect the money as possible based on a round bet it! With the money earned from the first round the participants have to buy all the house planning materials with a price tag on them. Then participants can plan their own house with the different elements of the amenities which they have bought. Then the model of town planning judge by the judges and best one will be declared as a winner."
		},
		{
			"sectionHeader": "Description of Rounds",
			"sectionContent": ""
		},
		{
			"sectionHeader": "Round 1 -  QUIZ YOUR WAY ",
			"sectionContent": "This round is elimination round. 10 questions will be asked by us to the team and the answers will be checked by the volunteers.No. of correct answers given by a team will be multiplied by 1000 and added in the amount they earned in previous round."
		},
		{
			"sectionHeader": "Round 2 - BET IT !",
			"sectionContent": "Betting: In betting contests every team have to start with zero balance.They have to bet the amount  on the clips shown to them. We will show 4 video clips. Accordingly from their bet they will gain or lose the amount. That gained or loosed amount will be added to their base amount or subtracted their base amount respectively."
		},
		{
			"sectionHeader": "Round 3 -  PLAN IT! ",
			"sectionContent": "The teams can use only the elements bought by the money they had earned earlier in the first and second round. The teams are not allowed to use any other element for the planning of house except those provided to them and won in second round. The teams are themselves responsible for any damage caused to the house before the judging process. The judging criteria will be based on: 1) The judgment will be fully based on the principles of house planning. 2)The final decision will be of the judges."
		},
		{
			"sectionHeader": "Participation",
			"sectionContent": "Team of 3 or 4"
		},
		{
			"sectionHeader":"Venue & Time",
			"sectionContent":"Round 1: EDC Hall on 13th Feb,2019 @ 10:45 pm\nRound 2: C-107/108 on 13th Feb,2019 @ 12:30 pm\n Round 3: C-107/108 on 14th Feb,2019 @ 10:45 pm\n" 
		}
	],
	"contactDetails": [{
			"name": "SAPNA DALWADI ",
			"number": "9033030776 "
		},
		{
			"name": "UTSAV PARMAR",
			"number": "8128943991"
		}
	]
}