{
	"eventName": "Robo-Cup",
	"imageUrl": "",
	"details": [{
			"sectionHeader": "Introduction",
			"sectionContent": "A platform for participants to showcase their robotics talent and also to bring alive their football spirits. "
		},
		{
			"sectionHeader": "Abstract",
			"sectionContent": "To build one manually controlled bots capable of playing soccer on an arena specially designed for robotic soccer match. The events are aimed at testing flipping and hitting of ball and bot control. Use of IC engine is not allowed. "
		},
		{
			"sectionHeader": "Bot Specifications",
			"sectionContent": " Each team is allowed to have a one bot.The bot must fit into a cube of (30x25x25)cm at staring . It can expand at any time during the match beyond this size even for hitting the ball. The bots can have on board as well as off board power supply.The maximum potential difference between any two points on the bot should not exceed 24 volts.Grabbing the ball is allowed maximum for 5 sec . So bots should not have any kind of grabbing mechanisms.Grabbing the ball is only allowed for goalkeeper within his own defense area.A robot must not have in its construction anything that is dangerous to arena another robot or humans.For wired bot the minimum length of wire is 5 m and wire should not touch the arena "
		},
		{
			"sectionHeader": "Game-Play ",
			"sectionContent": "A coin is tossed and the team which wins the toss decides which goal it will attack in the first half of the match. The other team takes the kick-off to start the match.The team that wins the toss takes the kick-off to start the second half of the match.5 minutes of setup time will be provided to each team for pre-game setup and testing.Each match will consist of two halves of 10 minutes each.Ball will be placed at the centre of the arena at the starting of the match.In case of tie 5 min extra time will be given. The team to score first goal during the extra time will win the match. If no goal is scored during extra time, winner will be decided by penalty shoot outs during which 2 penalty shoots will be given to each team in turn. The better of two penalties will be considered to decide the winner.During Penalty shoots, only one bot (i.e. the striker) will be placed in arena and ball will be placed at the centre of the arena. The team to score a goal in lesser time will be considered winner. "
		},
		{
			"sectionHeader": "Description of Rounds",
			"sectionContent": ""
		},
		{
			"sectionHeader": "Round 1 ",
			"sectionContent": "Total entries will be divided into 2parts/half. Matches will take place between 1st half and 2nd half. i.e. 12 Teams vs. 12 Teams. o Half of the team will qualify for the 2nd round.   "
		},
		{
			"sectionHeader": "Round 2 ",
			"sectionContent": "12 team will be divided into 3 groups of 4 team that is respectively as per the example the given above.  o Inter matches between 4 team of each group will take place from each group, 2 teams will qualify for the next round.  i.e. 6 Teams as per the example.  "
		},
		{
			"sectionHeader": "Round 3 ",
			"sectionContent": "6 teams will be divided into 3 groups. o Tri-series will be played between these 3 groups. The group with Maximum Points will proceed to the GRAND FINALE.  "
		},
		{
			"sectionHeader": "Round 4",
			"sectionContent": "The 2 teams which reached will battle it out for 1st and 2nd position. Other remaining 4 teams will battle it out for the 3rd position. "
		}, {
			"sectionHeader": "Participation",
			"sectionContent": "Max participants in a team are 4. "
		}
	],
	"contactDetails": [{
			"name": "Aayush Patel ( TY Civil) ",
			"number": "8460432933 "
		},
		{
			"name": "Dhara Patel ( TY Civil)   ",
			"number": "9033540034   "
		},
		{
			"name": "Jeet Rami (Track Advisor) ",
			"number": "7600506180  "
		},
		{
			"name": "Ridhhi Patel( TY IC) ",
			"number": "  9428148724 "
		}
	]
}